export const tutorialScripts = [
  {
    image: "/images/tutorial/튜토리얼22.jpg",
    texts: [
      "안녕하세요 용사님! 첫 방문을 환영해요!",
      "오로지 용사님을 위해, 슬라임 마스코트인 제가 이용 방법을 알려드릴게요!",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼1.jpg",
    texts: [
      "캐릭터의 장비가 불러와지면 장비에 마우스를 올려 상세 정보를 볼 수 있어요.",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼2.jpg",
    texts: [
      "인게임과 동일하게 보라색, 초록색, 노란색으로 주문서작, 추가 옵션, 스타포스 수치가 전부 보인답니다!",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼3.jpg",
    texts: [
      "수치를 변경하고자 하는 아이템을 더블 클릭하면 장비 수정 창을 열 수 있어요.",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼4.jpg",
    texts: [
      "주문서 보기 글씨를 클릭하여 사용 가능한 주문의 흔적과 전용 주문서를 확인해 볼 수 있답니다.",
      "일부 지원하지 않는 주문서가 존재하니 참고로만 봐주세요!",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼5.jpg",
    texts: [
      "원하는 주문서를 선택한 뒤 주문서 아이콘을 선택하면 위치한 횟수까지 선택한 주문서로 수치가 붙는답니다!",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼6.jpg",
    texts: [
      "다른 종류의 주문서를 선택한 뒤 주문서 아이콘을 선택하면 교차하여 수치를 붙일 수 있어요! 여러 주문서를 혼합해서 사용해 볼 수 있답니다.",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼7.jpg",
    texts: [
      "사용한 주문서 아이콘을 다시 선택하면 주문서를 취소할 수 있어요!"
    ]
  },
  {
    image: "/images/tutorial/튜토리얼8.jpg",
    texts: [
      "전용 주문서 탭을 선택하여 전용 주문서를 볼 수 있어요. 전용 주문서의 경우 확률에 따른 수치 변동이 있기 때문에 선택 후 수치를 설정해야 해요."
    ]
  },
  {
    image: "/images/tutorial/튜토리얼9.jpg",
    texts: [
      "수치까지 선택했다면 주문의 흔적 주문서와 동일하게 주문서 아이콘을 선택하여 수치를 붙일 수 있어요."
    ]
  },
  {
    image: "/images/tutorial/튜토리얼10.jpg",
    texts: [
      "성공한 주문서 아이콘에 마우스를 올리면 어떤 주문서가 적용되었는지 볼 수 있답니다."
    ]
  },
  {
    image: "/images/tutorial/튜토리얼11.jpg",
    texts: [
      "주문서를 다 사용했다면 사용하기 버튼을 눌러 주문서 수치를 저장할 수 있어요."
    ]
  },
  {
    image: "/images/tutorial/튜토리얼12.jpg",
    texts: [
      "주문서 수치에 해당하는 보라색 수치가 저장되었다면 성공! 전투력 변화량은 아이템을 전부 수정한 뒤 저장 버튼을 눌러야 보인답니다."
    ]
  },
  {
    image: "/images/tutorial/튜토리얼13.jpg",
    texts: [
      "직접 입력하여 수치를 변경하거나 스타포스 별을 클릭하여 스타포스를 변경해보고 잠재옵션 또한 바꿔보세요.",
      "용사님 만의 최고 귀여운 장비가 기대돼요!",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼14.jpg",
    texts: [
      "변경한 아이템은 저장 버튼을 눌러 적용할 수 있고 아이템이 변경되면 슬롯의 색이 변경된답니다!",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼15.jpg",
    texts: [
      "해당 아이템을 장착했을 때에 전투력 증가량은 위에서 볼 수 있어요.",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼15.jpg",
    texts: [
      "전투력 계산은 캐시템이나 이벤트 스킬에 따른 스탯 증가는 계산식에 포함하지 않아 실제 인게임 내 전투력 증가량과 다소 차이가 있을 수 있어요..",
      "그래도, 참고용으로 귀엽게 봐주세요!",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼16.jpg",
    texts: [
      "마음에 드는 장비가 있다면 인벤토리 저장 버튼을 눌러 인벤토리에 저장할 수 있어요.",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼17.jpg",
    texts: [
      "저장한 장비는 가방 버튼을 눌러 확인이 가능하며 언제든지 다시 장착이 가능하답니다!",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼18.jpg",
    texts: [
      "기존 장비를 다시 착용하고 싶다면 초기화 버튼을 눌러 원래 장착하고 있던 장비로 돌아갈 수 있어요.",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼19.jpg",
    texts: [
      "장착하지 않은 장비를 찾고 싶을 때는 X 버튼을 눌러 기존에 장착한 장비를 제거해야 해요. ",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼20.jpg",
    texts: [
      "빈 슬롯을 더블 클릭하여 원하는 장비를 검색할 수 있답니다!",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼21.jpg",
    texts: [
      "검색한 장비는 더블 클릭으로 장착할 수 있어요.",
    ]
  },
  {
    image: "/images/tutorial/튜토리얼22.jpg",
    texts: [
      "기본적인 설명은 여기서 끝! 이제 한 번 이용해 볼까요? 용사님의 귀요미 장비가 벌써 궁금해요!",
    ]
  },
];
